CMD_START = 'начать'

ABOUT_TEXT = 'Привет {}!\n Я бот, который поможет посмотреть расписание, а так же покажет другую ' \
             'полезную информацию\n\n' \
             'Для начала напиши номер своей группы, а я её запомню, что бы больше не приходилось её указывать\n\n' \
             'Если захочешь изменить группу, зайди в\n \'Настройки\' -> \'Изменить группу\''
INVALID_GROUP_TEXT = 'Введёный номер группы неверный!\n\n Формат: \'АБВГ-12-34\''
SET_GROUP_TEXT = 'Я запомнил, что ты учишься в группе {}'

INVALID_COMMAND_TEXT = 'Неизвестная команда\n Что бы получить список команд напиши \'Помощь\''
