CMD_START = 'начать'
CMD_SCHEDULE = 'бот'

ABOUT_TEXT = 'Привет {}!\n Я бот, который поможет посмотреть расписание, а так же покажет другую ' \
             'полезную информацию\n\n' \
             'Для начала напиши номер своей группы, а я её запомню, что бы больше не приходилось её указывать\n\n' \
             'Если захочешь изменить группу, зайди в\n \'Настройки\' -> \'Изменить группу\''
INVALID_GROUP_TEXT = 'Неверный формат или группы не найдена!\n\n Формат: \'АБВГ-12-34\''
SET_GROUP_TEXT = 'Я запомнил, что ты учишься в группе {}'
SCHEDULE_SELECT_TEXT = 'Показать расписание ...'

INVALID_COMMAND_TEXT = 'Неизвестная команда\n Что бы получить список команд напиши \'Помощь\''

BTN_SCHEDULE_TODAY = 'на сегодня'
BTN_SCHEDULE_TOMORROW = 'на завтра'
BTN_SCHEDULE_WEEK = 'на эту неделю'
BTN_SCHEDULE_NEXT_WEEK = 'на следующую неделю'
BTN_WHAT_WEEK = 'Какая неделя?'
BTN_WHAT_GROUP = 'Какая группа?'
BTN_SETTINGS = 'Настройки'
