DATABASE_FILENAME: str = 'vk_bot_data.db'
MAIN_DIR: str = 'src/'
DAT_DIR: str = 'data/'

CMD_START = 'начать'

ABOUT_TEXT = 'Привет {}!\n Я бот, который поможет посмотреть расписание, а так же другой полезной информации\n\n' \
             'Для начала напиши свою номер свой группы, а я её запомни, что бы больше не приходилось её указывать\n\n' \
             'Если захочешь изменить группу, напиши зайди в\n \'Настройки\' -> \'Изменить группу\''
INVALID_GROUP_TEXT = 'Введёный номер группы неверный!\n\n Формат: \'АБВГ-12-34\''
